[
  {
    "title": "Империя вампиров",
    "author": "Джей Кристофф",
    "description": "С последнего рассвета прошло двадцать семь лет. Вот уже почти три десятилетия вампиры ведут войну с человечеством; они строят свою бессмертную империю, разрывая в клочья нашу. От человечества остаются немногие крохотные искорки света в море тьмы. Габриэль де Леон – угодник-среброносец, член священного братства, посвятившего себя защите государства и церкви от созданий ночи. Но даже весь Серебряный орден оказался не в силах сдержать прилив, когда свет дня покинул нас, и во остался один только Габриэль. В плену у тех самых чудовищ, которых он поклялся уничтожить, последний угодник-среброносец вынужден рассказывать свою историю. Историю легендарных сражений и запретной любви, утраченной веры и новых друзей, Войн крови и Вечного Короля, а также поисков последней надежды человечества – Священного Грааля.",
    "price": 48.82,
    "genre": "Фэнтэзи",
    "publishingHouse": "АСТ",
    "yearOfPublication": 2024,
    "pages": 800,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "18+",
    "imageUrl": "/books/empire_of_the_vampire.jpg",
    "categoryId": 1
  },
  {
    "title": "Шестёрка воронов",
    "author": "Ли Бардуго",
    "description": "Первый роман молодой американской писательницы Ли Бардуго «Тень и кость» вышел в 2012 году и сразу же пополнил ряды бестселлеров «New York Times»: вселенная магов-гришей моментально покорила сердца читателей! Абсолютно новый мир, продуманный до мелочей и наполненный мистикой и жестокой борьбой за власть, можно сравнить разве что с «Игрой престолов». Изданные в 2013 и 2014 годах продолжения цикла также стали хитами продаж и окончательно утвердили Бардуго в статусе автора одной из самых ярких фэнтези-эпопей десятилетия. Права на экранизацию купила студия DreamWorks, и, возможно, в ближайшем будущем образы главных героев трилогии воплотят на экране лучшие голливудские актеры! «Шестерка воронов» - следующая глава в истории этого мира. Судьба и будущее могущественной нации гришей внезапно оказывается в руках хладнокровного бандита Каза Бреккера и его команды. Кто они? У каждого из них свои секреты, которые они тщательно оберегают даже друг от друга... Их ждут опасные приключения, головокружительные пейзажи, жуткие монстры и древняя магия. Вселенная гришей становится шире и открывается в новых потрясающих подробностях! Одной книжкой здесь не обойтись. Продолжение обязательно будет!",
    "price": 31.61,
    "genre": "Фэнтези",
    "publishingHouse": "АСТ",
    "yearOfPublication": 2021,
    "pages": 576,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "18+",
    "imageUrl": "/books/six_of_crows.jpg",
    "categoryId": 1
  },
  {
    "title": "Одиннадцатый цикл",
    "author": "Киан Ардалан",
    "description": "Утренний колокол звонит о рождении дитя Верховного Божества. Его Семя, чистый лист, чей долг — уничтожить Зло. Сгущающийся туман Ниф наполняет земли страхом. Гниль разъедает тела, а Свидетели молятся, чтобы не стать Забвенными. Четверым смертным предстоит сыграть роль в судьбе Минитрии. Девушка с даром исцеления, которую клеймят ведьмой. Беженец, чье племя люди считают врагами. Нефилим, мечущийся между долгом и милосердием. И женщина-воин, бросающая вызов смерти. Что же предстоит уничтожить Семени, если каждый человек противоречив и волен породить и зло, и добро? Что ж, люди научат его Воле и Состраданию, Ярости и Страху. И Надежде",
    "price": 46.46,
    "genre": "Фэнтези",
    "publishingHouse": "Эксмо",
    "yearOfPublication": 2024,
    "pages": 704,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "16+",
    "imageUrl": "/books/eleven_cycle.jpg",
    "categoryId": 1
  },
  {
    "title": "Вор с чёрным языком",
    "author": "Кристофер Бьюлман",
    "description": "У Кинча На Шаннака, как и у любого представителя народа гальтов, черный язык. Еще подростком Кинч, чтобы его не отправили на войну, поступил в школу Гильдии Берущих, иначе говоря — воров, в которой постиг хитрые преступные ремесла и даже приобрел кое-какие магические навыки. Но за обучение необходимо расплатиться, поэтому Кинч сидит в засаде, чтобы ограбить первого же человека, который покажется на лесной дороге. Вот только вовсе не безобидного путника предстоит ему встретить. Гальва — женщина-рыцарь, ветеран Гоблинских войн, превосходный боец. И у нее есть тайное оружие — корвид, огромная боевая птица, спрятанная в магической татуировке. Победить эту женщину в схватке Кинчу не удастся. Зато у него появится шанс рассчитаться с Гильдией, выполнив очень странное поручение. Гальва держит путь в далекое королевство Аустрим, на которое недавно напала армия великанов. Кинч должен будет сопровождать ее, постаравшись втереться в доверие, — и ждать дальнейших распоряжений. Впервые на русском!",
    "price": 31.35,
    "genre": "Фэнтези",
    "publishingHouse": "Азбука",
    "yearOfPublication": 2022,
    "pages": 512,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "18+",
    "imageUrl": "/books/",
    "categoryId": 1
  },
  {
    "title": "Атака титанов. Книга 1",
    "author": "Хадзимэ Исаяма",
    "description": "Мир людей пал под сокрушающей мощью Титанов. Принеся в жертву свою свободу, человечество укрылось в обнесенных высокими стенами городах, в надежде обезопасить выживших. Но в один страшный день появился колоссальный Титан, превосходящий размерами даже городские стены. И хрупкая надежда рассыпалась в прах. Вновь началась отчаянная битва за выживание.",
    "price": 42.29,
    "genre": "Сёнэн, Ужасы",
    "publishingHouse": "Азбука",
    "yearOfPublication": 2016,
    "pages": 384,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "18+",
    "imageUrl": "/books/attack_on_titan1.jpg",
    "categoryId": 2
  },
  {
    "title": "Магическая битва. Книга 13",
    "author": "Гэгэ Акутами",
    "description": "Сукуне удается захватить контроль над телом Мэгуми Фусигуро, после чего король проклятий приступает к исполнению следующей части своего коварного плана. Тем временем Итадори и остальные маги пытаются использовать силу Курусу и Ангела, чтобы открыть Врата Заключения и вызволить Сатору Годзё из плена. Годзё – сильнейший маг современности, Сукуна – сильнейший маг в истории мира… Грядущая битва этих титанов решит судьбу всего человечества!",
    "price": 43.76,
    "genre": "Сёнэн, Ужасы",
    "publishingHouse": "Азбука",
    "yearOfPublication": 2025,
    "pages": 400,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "18+",
    "imageUrl": "/books/jujutsu_kaisen13.jpg",
    "categoryId": 2
  },
  {
    "title": "Истребитель демонов. Том 8",
    "author": "Коёхару Готогэ",
    "description": "Тандзиро вступает в бой с Энму, демоном сна, и использует \"Безоблачное небо\" из танца бога огня. Чем же обернётся эта схватка?! И кого встретят истребители, когда она закончится?! Пришло время пламенному столбу, Кёдзюро Рэнгоку, взять ситуацию в свои руки. Что столь сильный человек скажет Тандзиро и что юноша услышит в его словах?!",
    "price": 27.69,
    "genre": "Сёнэн, Фэнтези",
    "publishingHouse": "Истари Комикс",
    "yearOfPublication": 2023,
    "pages": 192,
    "cover": "Мягкий переплёт",
    "ageRestrictions": "16+",
    "imageUrl": "/books/demon_slayer8.jpg",
    "categoryId": 2
  },
    {
    "title": "Человек-бензопила. Том 7 - Птица и война.",
    "author": "Тацуки Фудзимото",
    "description": "Аса Митака — одинокая и молчаливая школьница, которая испытывает трудности в общении со своими одноклассниками. Ее жизнь ничем не примечательна. Но Аса даже не подозревает, что у нее есть враг, желающий ей смерти... Однажды ночью Аса оказывается лицом к лицу со своим недоброжелателем — и даже опомниться не успевает, как он ее убивает. Однако буквально за мгновение до смерти перед Асой появляется загадочное создание, которое предлагает девушке сделку. Все, что ей нужно, чтобы жить дальше, так это позволить незнакомцу вселиться в ее тело. Аса даже представить себе не могла, что, согласившись, накрепко связала свою жизнь с сильным демоном, преследующим единственную цель — победить Человека-Бензопилу...",
    "price": 32.79,
    "genre": "Сёнэн, Фэнтези, Ужасы",
    "publishingHouse": "Азбука",
    "yearOfPublication": 2023,
    "pages": 192,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "18+",
    "imageUrl": "/books/chainsaw_man7.jpg",
    "categoryId": 2
  },
  {
    "title": "Мастер и Маргарита: роман",
    "author": "Михаил Булгаков",
    "description": "Бессмертное, загадочное и остроумное «Евангелие от Сатаны» Михаила Булгакова. Роман, уникальный в российской литературе ХХ столетия. Трудно себе представить, какое влияние он оказал на мировую культуру. На основе «Мастера и Маргариты» снимались и продолжают сниматься фильмы и телесериалы, это произведение легло в основу оперы, симфонии, рок-оперы, его иллюстрировали самые знаменитые художники и фотографы. Достаточно перечислить лишь немногих создателей произведений, посвященных шедевру Булгакова и им вдохновленных: Анджей Вайда, Эннио Морриконе, Мик Джаггер, Дэвид Боуи. Чем же заворожила столь разных творческих личностей история о дьяволе и его свите, почтивших своим присутствием Москву 1930-х, о прокураторе Иудеи всаднике Понтии Пилате и нищем философе Иешуа Га-Ноцри, о талантливом и несчастном Мастере и его прекрасной и верной возлюбленной Маргарите?..",
    "price": 10.58,
    "genre": "Классика",
    "publishingHouse": "АСТ",
    "yearOfPublication":2022 ,
    "pages": 512,
    "cover": "Мягкий переплёт",
    "ageRestrictions": "12+",
    "imageUrl": "/books/master_and_margarette.jpg",
    "categoryId": 1
  },
  {
    "title": "Одиссея",
    "author": "Гомер",
    "description": "Поэма «Одиссея», созданная гением легендарного эпического поэта Древней Греции Гомера, — одно из величайших произведений мировой литературы, творение, насыщенное полнокровной жизнью, яркой фантастикой и поэтическим блеском. Опасные приключения хитроумного и многострадального Одиссея (ему, страстно стремящемуся домой в Итаку, предстоит вступить в единоборство с Посейдоном, побывать в стране жестоких людоедов и на острове волшебницы Кирки, а затем отправиться к порогу царства мертвых), нежные чувства героев и страсти, бушующие на страницах поэмы, легенды и тайны, которыми овеяно прошлое, наконец, сам язык, которым написана поэма Гомера, необычайно образный и яркий, — все это вновь и вновь притягивает к себе внимание все новых читателей, вдохновляет поэтов и художников.",
    "price": 11.59,
    "genre": "Эпическая поэма",
    "publishingHouse": "Азбука",
    "yearOfPublication": 2018,
    "pages": 416,
    "cover": "Мягкий переплёт",
    "ageRestrictions": "12+",
    "imageUrl": "/books/odyssey.jpg",
    "categoryId": 1
  },
  {
    "title": "Портрет Дориана Грея",
    "author": "Оскар Уайльд",
    "description": "Единственный завершённый роман Оскара Уайльда «Портрет Дориана Грея» – это захватывающее, изысканное повествование о красоте. История юного Дориана, погубившего душу ради вечной молодости, на протяжении десятилетий завораживает и заставляет задуматься миллионы читателей. Что делает человека прекрасным: неувядающая юность и чарующая внешность или нечто иное? На этот вопрос пытались ответить создатели более 30 экранизаций, авторы радиопостановок, спектаклей, мюзиклов и даже врачи! Имя Дориана Грея носит душевное заболевание – панический страх старения. И всё равно каждый читатель пытается найти в волнующих строках книги свой собственный ответ.",
    "price": 22.19,
    "genre": "Классика",
    "publishingHouse": "Эксмо",
    "yearOfPublication": 2025,
    "pages": 304,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "12+",
    "imageUrl": "/books/portrait_of_dorian_gray.jpg",
    "categoryId": 1
  },
  {
    "title": "Алиса в Стране чудес. Алиса в Зазеркалье.",
    "author": "Льюис Кэрролл",
    "description": "Готовы отправиться в удивительное приключение со знаменитой девочкой по имени Алиса? Открывайте книги «Алиса в Стране чудес» и «Зазеркалье» и окунитесь в сказочный мир, полный сюрпризов, тайн и загадок! Эти произведения Льюиса Кэрролла перенесут вас в незабываемое путешествие по изумительно причудливому миру, где ничего не бывает обычным: чаепитие без конца и края; кошка, что умеет исчезать; и зеркало, ведущее в другое измерение. С каждой страницей, вместе с Алисой, вы будете открывать что-то новое и порой невообразимое. Остроумные диалоги, уникальные персонажи, непредсказуемые повороты и загадки, которые рождают философские мысли, сделают ваше чтение не просто интересным, но и захватывающим.",
    "price": 18.92,
    "genre": "Классика",
    "publishingHouse": "Эксмо",
    "yearOfPublication": 2025,
    "pages": 256,
    "cover": "Мягкий переплёт",
    "ageRestrictions": "12+",
    "imageUrl": "/books/alice_in_wonderland.jpg",
    "categoryId": 1
  },
  {
    "title": "Шах и мат",
    "author": "Али Хейзелвуд",
    "description": "Может ли одна шахматная партия разделить жизнь на до и после? Да. Так получилось в жизни Мэллори Гринлиф. Когда-то девушка бросила шахматы, ведь из-за них разрушилась её семья. Но спустя четыре года она всё же решила поучаствовать в благотворительном турнире – и обыграла действующего чемпиона по шахматам Нолана Сойера. После поражения он намерен отомстить. Но ведь не только от любви до ненависти бывает один шаг…",
    "price": 23.48,
    "genre": "Любовный роман",
    "publishingHouse": "Манн, Иванов и Фербер",
    "yearOfPublication": 2025,
    "pages": 416,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "16+",
    "imageUrl": "/books/checkmate.jpg",
    "categoryId": 1
  },
  {
    "title": "Дневник памяти",
    "author": "Николас Спаркс",
    "description": "Это – не «любовный роман», а роман о любви. О любви обычных мужчины и женщины – таких, как мы… Почему же эта книга стала абсолютным бестселлером во всем мире? Почему она трогает душу читателей самого разного возраста и интеллектуального уровня? Как Николасу Спарксу удалось повторить сенсационный успех «Истории любви» и «Неспящих в Сиэтле»? Почему фильм, снятый по роману «Дневник памяти», имел огромный успех во всем мире? Объяснить это невозможно. Прочитайте «Дневник памяти» – и поймете сами!",
    "price": 14.56,
    "genre": "Любовный роман",
    "publishingHouse": "АСТ",
    "yearOfPublication": 2016,
    "pages": 256,
    "cover": "Мягкий переплёт",
    "ageRestrictions": "16+",
    "imageUrl": "/books/memory_diary.jpg",
    "categoryId": 1
  },
  {
    "title": "Невеста Ноября. Подарочное издание",
    "author": "Лия Арден",
    "description": "Мама нарекла меня Ярой, в честь яркого солнца, которое отражается от снежного покрова. Но откуда ей было знать, как выглядит снег, если зимы нет уже сотни лет? Единственное место, где ещё сохранились холода — это проклятый лес. Там живёт последний декабрьский колдун, из-за которого зима может однажды вернуться. Люди всеми силами пытаются этому помешать, принося в жертву детей, рождённых в декабре. И я оказалась одной из этих детей.",
    "price": 64.78,
    "genre": "Любовный роман, Фэнтэзи",
    "publishingHouse": "Эксмо",
    "yearOfPublication": 2025,
    "pages": 448,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "16+",
    "imageUrl": "/books/november_pride.jpg",
    "categoryId": 1
  },
  {
    "title": "Мара и Морок",
    "author": "Лия Арден",
    "description": "Таких, как я, называют Марами — отмеченными самой богиней смерти Мораной. Когда-то у меня и моих шести сестер был свой путь. Тогда люди нас уважали и просили о милосердии. Они приносили нам подношения и молились нам. Но 200 лет назад все изменилось, когда принц Серата осмелился поднять руку на одну из нас. Я пыталась отомстить, но погибли мы все. Теперь правители Аракена, погрязшие в длительной войне со своим соседом Сератом, решили вернуть меня к жизни. Дать второй шанс на месть и свободу, привязав меня к тому, против кого я никогда не пойду. Таких, как он, называют Морок, и их боятся абсолютно все.",
    "price": 29.07,
    "genre": "Любовный роман, Фэнтэзи",
    "publishingHouse": "Эксмо",
    "yearOfPublication": 2022,
    "pages": 384,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "16+",
    "imageUrl": "/books/mara_and_morok.jpg",
    "categoryId": 1
  },
  {
    "title": "Собака Баскервилей. Долина Страха",
    "author": "Артур Конан Дойл",
    "description": "В этот сборник вошли два романа Конан Дойла о приключениях бессмертного тандема с Бейкер-стрит, 221-б, – великого сыщика Шерлока Холмса и его друга и ассистента доктора Уотсона. «Собака Баскервилей» – наверное, самое знаменитое из произведений о Шерлоке Холмсе. Вот уже второе столетие все новые поколения читателей с неизменным восторгом и увлечением следят за расследованием дела о жестоком преступлении, изощренно замаскированном под таинственную легенду о демонической собаке, которая преследует древний аристократический род Баскервилей за ужасные деяния одного из его представителей… «Долина ужаса» – роман, в нашей стране издававшийся довольно редко. Однако в нем есть особое своеобразие, ведь это едва ли не единственное произведение о Шерлоке Холмсе, написанное на основе реальных событий. Итак, в своем поместье убит некий мистер Дуглас – так считает полиция. Холмс же уверен: жертва – не мистер Дуглас, а человек, собиравшийся с ним расправиться. Но за что? И куда и почему исчез сам хозяин дома?..",
    "price": 12.09,
    "genre": "Детектив",
    "publishingHouse": "АСТ",
    "yearOfPublication": 2024,
    "pages": 416,
    "cover": "Мягкий переплёт",
    "ageRestrictions": "12+",
    "imageUrl": "/books/the_hound_of_the_baskervilles.jpg",
    "categoryId": 1
  },
  {
    "title": "Убийства по алфавиту",
    "author": "Агата Кристи",
    "description": "Этот роман практически произвел революцию в детективном жанре. В нем Агата Кристи не только проявила в полной мере свой талант — она с успехом применила несколько не виданных ранее приемов повествования. Все это привело в бешеный восторг как читателей, так и критиков. Недавно по этому роману был снят популярнейший телесериал BBC. Агата Кристи — самый публикуемый автор всех времен и народов после Шекспира. Тиражи ее книг уступают только тиражам его произведений и Библии. В мире продано больше миллиарда книг Кристи на английском языке и столько же — на других языках. Она автор восьмидесяти детективных романов и сборников рассказов, двадцати пьес, двух книг воспоминаний и шести психологических романов, написанных под псевдонимом Мэри Уэстмакотт. Ее персонажи Эркюль Пуаро и мисс Марпл навсегда стали образцовыми героями остросюжетного жанра.",
    "price": 12.82,
    "genre": "Детектив",
    "publishingHouse": "Эксмо",
    "yearOfPublication": 2025,
    "pages": 320,
    "cover": "Мягкий переплёт",
    "ageRestrictions": "16+",
    "imageUrl": "/books/alphabetical_murders.jpg",
    "categoryId": 1
  },
  {
    "title": "Убийство у алтаря",
    "author": "Вероника Хэли",
    "description": "В одном из зеленых районов Лондона все знают Элли Квик из благотворительного магазинчика. Недавно овдовев, она целыми днями смотрит в окно. Пока в один из вечеров миссис Доуз, которую не так-то легко вывести из равновесия, буквально врывается в дом Элли. Но на то есть веская причина — труп перед церковным алтарем… Полиция и мать погибшего убеждены, что в ночь убийства Элли видела гораздо больше, чем говорит. Но бедная женщина никак не может понять, к чему они клонят. Отбиваясь от чересчур назойливого внимания пастора, любящего заботиться о новоиспеченных вдовах, она решает защитить от детективов свою соседку, которую сделали главной подозреваемой, и выяснить правду. Только Элли не знает, что ей стоит быть осторожной. За ней уже следят и готовят ловушку…",
    "price": 29.23,
    "genre": "Детектив",
    "publishingHouse": "Эксмо",
    "yearOfPublication": 2025,
    "pages": 352,
    "cover": "Твёрдый переплёт",
    "ageRestrictions": "18+",
    "imageUrl": "/books/murder_at_the_altar.jpg",
    "categoryId": 1
  },
  {
    "title": "Убийства и кексики.",
    "author": "Питер Боланд",
    "description": "Фиона, Сью и Дэйзи — три очаровательные дамы на пенсии, которые работают в небольшом благотворительном магазинчике. Однажды размеренный ритм их жизни с кофейными вторниками и прогулками по милым улочкам Саутборна нарушает жестокое убийство любимой клиентки. Не желая мириться с такой несправедливостью, они берут расследование в свои руки. Тем более что появляется новое тело, а полицейские никак не могут сдвинуться с мертвой точки. Вооружившись обширными познаниями, почерпнутыми из детективов и, конечно, чаем с отменными кексами, три милые старушки приступают к активным действиям. Так появляется детективное агентство «Благотворительный магазинчик».",
    "price": 19.83,
    "genre": "Детектив",
    "publishingHouse": "Эксмо",
    "yearOfPublication": 2025,
    "pages": 384,
    "cover": "Мягкий переплёт",
    "ageRestrictions": "16+",
    "imageUrl": "/books/murders_and_cakes.jpg",
    "categoryId": 1
  }
]
